Repository: CofficLab/Lumi
Catalog: Plugins/AppStoreConnectPlugin/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: A private key is stored in Keychain. Saving replaces it.
zh_hans: 私钥已存储在钥匙串中。保存会替换它。
zh_hk: 私鑰已儲存在鑰匙圈中。儲存會取代它。

source: A version is already in progress for %@.
zh_hans: %@ 已有进行中的版本。
zh_hk: %@ 已有進行中的版本。

source: Account
zh_hans: 账户
zh_hk: 帳戶

source: Add Screenshots
zh_hans: 添加截图
zh_hk: 添加截图

source: After Approval
zh_hans: 审核通过后自动发布
zh_hk: 審核通過後自動發佈

source: Allow editing and screenshot upload
zh_hans: 允许编辑和上传截图
zh_hk: 允許編輯和上傳截圖

source: App Management
zh_hans: 应用管理
zh_hk: 應用程式管理

source: App Previews and Screenshots
zh_hans: App 预览与截图
zh_hk: App 預覽與截圖

source: App Store
zh_hans: 应用商店
zh_hk: 应用商店

source: App Store Connect API Key Setup
zh_hans: App Store Connect API 密钥设置
zh_hk: App Store Connect API 密鑰設定

source: App Store Connect app identifier.
zh_hans: App Store Connect 应用标识符。
zh_hk: App Store Connect 應用程式識別碼。

source: App Store Connect credentials are incomplete.
zh_hans: App Store Connect 凭证不完整。
zh_hk: App Store Connect 憑證不完整。

source: App Store Connect request failed with HTTP %d.
zh_hans: App Store Connect 请求失败，HTTP %d。
zh_hk: App Store Connect 請求失敗，HTTP %d。

source: App Store Connect returned an invalid response.
zh_hans: App Store Connect 返回了无效响应。
zh_hk: App Store Connect 傳回了無效回應。

source: App Versions
zh_hans: App 版本
zh_hk: App 版本

source: Apps
zh_hans: App 列表
zh_hk: App 清單

source: Background Color
zh_hans: 背景颜色
zh_hk: 背景顏色

source: Branch or Tag
zh_hans: 分支或标签
zh_hk: 分支或标签

source: Browse and select an App Store Connect app
zh_hans: 浏览并选择 App Store Connect 中的应用
zh_hk: 瀏覽並選擇 App Store Connect 中的應用

source: Build Runs
zh_hans: 构建运行
zh_hk: 构建运行

source: Cancel
zh_hans: 取消
zh_hk: 取消

source: Changes are submitted directly to App Store Connect
zh_hans: 更改直接提交到 App Store Connect
zh_hk: 變更直接提交到 App Store Connect

source: Choose a version from the sidebar to manage distribution.
zh_hans: 从侧边栏选择版本以管理分发内容。
zh_hk: 從側邊欄選擇版本以管理分發內容。

source: Choose a workflow to inspect details and recent build runs.
zh_hans: 选择工作流以查看详细信息和最近的构建运行。
zh_hk: 选择工作流以查看详细信息和最近的构建运行。

source: Choose an App Store Connect app
zh_hans: 选择一个 App Store Connect App
zh_hk: 選擇一個 App Store Connect App

source: Choose Background
zh_hans: 选择背景
zh_hk: 選擇背景

source: Choose Icon
zh_hans: 选择图标
zh_hk: 選擇圖示

source: Clean Build
zh_hans: 清理构建
zh_hk: 清理构建

source: Click Save Credentials, then Test Connection. Lumi stores the values in Keychain and uses them to generate short-lived JWT tokens.
zh_hans: 点击保存凭证，然后测试连接。Lumi 会把这些值存入钥匙串，并用它们生成短期 JWT 令牌。
zh_hk: 按一下儲存憑證，然後測試連線。Lumi 會把這些值存入鑰匙圈，並用它們產生短期 JWT 權杖。

source: Configure API credentials on the Account page first.
zh_hans: 请先在账户页配置 API 凭据。
zh_hk: 請先在帳戶頁配置 API 憑據。

source: Configure API key in plugin settings
zh_hans: 在插件设置中配置 API 密钥
zh_hk: 在外掛設定中設定 API 金鑰

source: Connect to App Store Connect API
zh_hans: 连接 App Store Connect API
zh_hk: 連接 App Store Connect API

source: Connected
zh_hans: 已连接
zh_hk: 已連線

source: Container
zh_hans: 容器
zh_hk: 容器

source: Copy
zh_hans: 复制
zh_hk: 複製

source: Copy Config
zh_hans: 复制配置
zh_hk: 复制配置

source: Copy Issuer ID and Key ID
zh_hans: 复制 Issuer ID 和 Key ID
zh_hk: 複製 Issuer ID 和 Key ID

source: Cover Art
zh_hans: 封面图
zh_hk: 封面圖

source: Cover art already exists at %@
zh_hans: 封面图已存在于 %@
zh_hk: 封面圖已存在於 %@

source: Cover Art Maker
zh_hans: 封面图制作
zh_hk: 封面圖製作

source: Cover art not found at %@
zh_hans: 在 %@ 未找到封面图
zh_hk: 在 %@ 未找到封面圖

source: Create
zh_hans: 创建
zh_hk: 建立

source: Create a cover art document, then refine its HTML with the agent.
zh_hans: 创建封面图文档，然后通过 Agent 迭代调整 HTML。
zh_hk: 建立封面圖文件，然後透過 Agent 迭代調整 HTML。

source: Create a new App Store version for the selected app.
zh_hans: 为所选应用创建新的 App Store 版本。
zh_hk: 為所選應用程式建立新的 App Store 版本。

source: Create a new HTML cover art document from the default template.
zh_hans: 从默认模板创建新的 HTML 封面图文档。
zh_hk: 從預設範本建立新的 HTML 封面圖文件。

source: Create a screenshot set for the selected display type, or switch to another device size.
zh_hans: 为选定的显示类型创建截图集，或切换到其他设备尺寸。
zh_hk: 为选定的显示类型创建截图集，或切换到其他设备尺寸。

source: Create an API key
zh_hans: 创建 API 密钥
zh_hk: 建立 API 密鑰

source: Create and manage app versions for submission
zh_hans: 创建和管理用于提交的应用版本
zh_hk: 建立和管理用於提交的應用程式版本

source: Create cover art document
zh_hans: 创建封面图文档
zh_hk: 建立封面圖文件

source: Create one user-level API key, then paste the values into the Account page.
zh_hans: 创建一个用户级 API 密钥，然后把这些值粘贴到账户页面。
zh_hk: 建立一個使用者級 API 密鑰，然後把這些值貼到帳戶頁面。

source: Created
zh_hans: 已创建
zh_hk: 已创建

source: Credentials configured
zh_hans: 凭证已配置
zh_hk: 憑證已設定

source: Credentials incomplete
zh_hans: 凭证不完整
zh_hk: 憑證不完整

source: Description
zh_hans: 描述
zh_hk: 描述

source: Design
zh_hans: 设计
zh_hk: 設計

source: Design App Store cover images for %@. This workspace is under construction.
zh_hans: 为 %@ 设计 App Store 封面图。此功能正在建设中。
zh_hk: 為 %@ 設計 App Store 封面圖。此功能正在建設中。

source: Developer Rejected
zh_hans: 开发者已拒绝
zh_hk: 開發者已拒絕

source: Device Family
zh_hans: 设备类型
zh_hk: 裝置類型

source: Device Size
zh_hans: 设备尺寸
zh_hk: 裝置尺寸

source: Disable Workflow
zh_hans: 禁用工作流
zh_hk: 禁用工作流

source: Disabled
zh_hans: 已禁用
zh_hk: 已禁用

source: Disconnect
zh_hans: 断开连接
zh_hk: 中斷連線

source: Distribution
zh_hans: 分发
zh_hk: 分發

source: Do not commit the .p8 key to source control or paste it into project files.
zh_hans: 不要把 .p8 密钥提交到源码管理，也不要粘贴到项目文件中。
zh_hk: 不要把 .p8 密鑰提交到版本控制，也不要貼到專案檔案中。

source: Download the .p8 private key
zh_hans: 下载 .p8 私钥
zh_hk: 下載 .p8 私鑰

source: Download the private key immediately. Apple only lets you download it once. Open the .p8 file and paste the full contents into the Private Key field.
zh_hans: 立即下载私钥。Apple 只允许下载一次。打开 .p8 文件，并把完整内容粘贴到私钥字段。
zh_hk: 立即下載私鑰。Apple 只允許下載一次。開啟 .p8 檔案，並把完整內容貼到私鑰欄位。

source: Edit app information, descriptions, and keywords
zh_hans: 编辑应用信息、描述和关键词
zh_hk: 編輯應用程式資訊、描述和關鍵字

source: Edit App Store version localization fields
zh_hans: 编辑 App Store 版本本地化字段
zh_hk: 編輯 App Store 版本本地化欄位

source: Enable Workflow
zh_hans: 启用工作流
zh_hk: 启用工作流

source: Enabled
zh_hans: 已启用
zh_hk: 已启用

source: Ensure Screenshot Set
zh_hans: 确保截图集存在
zh_hk: 确保截图集存在

source: Export cover art PNG
zh_hans: 导出封面图 PNG
zh_hk: 匯出封面圖 PNG

source: Export PNG
zh_hans: 导出 PNG
zh_hk: 導出 PNG

source: Exported image size %dx%d does not match expected %dx%d.
zh_hans: 导出图片尺寸 %dx%d 与预期 %dx%d 不符。
zh_hk: 匯出圖片尺寸 %dx%d 與預期 %dx%d 不符。

source: Failed to encode PNG.
zh_hans: PNG 编码失败。
zh_hk: PNG 編碼失敗。

source: Failed to Load Screenshot Sets
zh_hans: 加载截图集失败
zh_hk: 加载截图集失败

source: Fetch app information and metadata
zh_hans: 获取应用信息和元数据
zh_hk: 取得應用程式資訊和中繼資料

source: General
zh_hans: 通用
zh_hk: 一般

source: Generate a cover image for %@
zh_hans: 为 %@ 生成封面图
zh_hk: 為 %@ 生成封面圖

source: Global API Key
zh_hans: 全局 API 密钥
zh_hk: 全域 API 密鑰

source: Go to the Keys tab, create a new key, choose the minimum role needed for app metadata and screenshot management, then save it.
zh_hans: 进入 Keys 标签页，创建新密钥，选择管理 App 元数据和截图所需的最低角色，然后保存。
zh_hk: 前往 Keys 分頁，建立新密鑰，選擇管理 App 中繼資料和截圖所需的最低角色，然後儲存。

source: HTML cover art for %@ in .lumi
zh_hans: %@ 的 HTML 封面图，存储于 .lumi
zh_hk: %@ 的 HTML 封面圖，儲存於 .lumi

source: If a key is exposed, revoke it in App Store Connect and create a replacement.
zh_hans: 如果密钥泄露，请在 App Store Connect 中撤销它并创建替换密钥。
zh_hk: 如果密鑰外洩，請在 App Store Connect 中撤銷它並建立替換密鑰。

source: Image has no pixel size
zh_hans: 图片没有像素尺寸
zh_hk: 圖片沒有像素尺寸

source: Image is too small
zh_hans: 图片太小
zh_hk: 圖片太小

source: In Review
zh_hans: 审核中
zh_hk: 審核中

source: Invalid cover art slug: %@
zh_hans: 无效的封面图 slug：%@
zh_hk: 無效的封面圖 slug：%@

source: Invalid version number format.
zh_hans: 版本号格式无效。
zh_hk: 版本號格式無效。

source: Issuer ID is shown on the Keys page. Key ID is shown next to the key you created. Paste both into Lumi.
zh_hans: Issuer ID 显示在 Keys 页面。Key ID 显示在你创建的密钥旁边。把两者都粘贴到 Lumi。
zh_hk: Issuer ID 顯示在 Keys 頁面。Key ID 顯示在你建立的密鑰旁邊。把兩者都貼到 Lumi。

source: Keywords
zh_hans: 关键词
zh_hk: 關鍵字

source: List App Store apps
zh_hans: 列出 App Store 应用
zh_hk: 列出 App Store 应用

source: List App Store Connect versions for a given app ID.
zh_hans: 列出给定应用 ID 的 App Store Connect 版本。
zh_hk: 列出给定应用 ID 的 App Store Connect 版本。

source: List App Store versions
zh_hans: 列出 App Store 版本
zh_hk: 列出 App Store 版本

source: List apps from App Store Connect using the configured API key.
zh_hans: 使用配置的 API 密钥从 App Store Connect 列出应用。
zh_hk: 使用配置的 API 密钥从 App Store Connect 列出应用。

source: List cover art documents
zh_hans: 列出封面图文档
zh_hk: 列出封面圖文件

source: List HTML cover art documents stored under .lumi for an App Store Connect app.
zh_hans: 列出 App Store Connect 应用在 .lumi 下存储的 HTML 封面图文档。
zh_hk: 列出 App Store Connect 應用程式在 .lumi 下儲存的 HTML 封面圖文件。

source: Load Apps
zh_hans: 加载 App
zh_hk: 載入 App

source: Load apps from App Store Connect or adjust your search.
zh_hans: 从 App Store Connect 加载 App，或调整搜索条件。
zh_hk: 從 App Store Connect 載入 App，或調整搜尋條件。

source: Load localizations for this version to manage screenshots.
zh_hans: 加载此版本的本地化内容以管理截图。
zh_hk: 載入此版本的本地化內容以管理截圖。

source: Load Products
zh_hans: 加载产品
zh_hk: 加载产品

source: Load products from App Store Connect to inspect workflows and start builds.
zh_hans: 从 App Store Connect 加载产品以检查工作流并启动构建。
zh_hk: 从 App Store Connect 加载产品以检查工作流并启动构建。

source: Load screenshot sets from App Store Connect, or ensure a set exists for the selected display type.
zh_hans: 从 App Store Connect 加载截图集，或确保为选定的显示类型存在截图集。
zh_hk: 从 App Store Connect 加载截图集，或确保为选定的显示类型存在截图集。

source: Locale
zh_hans: 语言地区
zh_hk: 語言地區

source: Manage App Store Connect apps, metadata, and screenshots
zh_hans: 管理 App Store Connect App、元数据和截图
zh_hk: 管理 App Store Connect App、中繼資料和截圖

source: Manage screenshots for the selected locale and device size
zh_hans: 管理所选语言和设备尺寸的截图
zh_hk: 管理所選語言和裝置尺寸的截圖

source: Manage your App Store Connect apps, metadata, and screenshots
zh_hans: 管理 App Store Connect 应用、元数据和截图
zh_hk: 管理 App Store Connect 應用程式、中繼資料和截圖

source: Manual Release
zh_hans: 手动发布
zh_hk: 手動發佈

source: Marketing URL
zh_hans: 营销 URL
zh_hk: 行銷 URL

source: Maximum number of apps to return (default 20, max 100).
zh_hans: 返回的最大应用数（默认 20，最大 100）。
zh_hk: 返回的最大应用数（默认 20，最大 100）。

source: Metadata
zh_hans: 元数据
zh_hk: 中繼資料

source: Metadata Editing
zh_hans: 元数据编辑
zh_hk: 中繼資料編輯

source: Need an App Store Connect API key?
zh_hans: 需要 App Store Connect API 密钥？
zh_hk: 需要 App Store Connect API 密鑰？

source: New Cover Art
zh_hans: 新建封面图
zh_hk: 新增封面圖

source: New Version
zh_hans: 新建版本
zh_hk: 新增版本

source: No
zh_hans: 否
zh_hk: 否

source: No App Selected
zh_hans: 未选择 App
zh_hk: 未選擇 App

source: No Apps
zh_hans: 没有 App
zh_hk: 沒有 App

source: No Build Runs
zh_hans: 无构建运行
zh_hk: 无构建运行

source: No Cover Art Yet
zh_hans: 尚无封面图
zh_hk: 尚無封面圖

source: No Localization Selected
zh_hans: 未选择本地化
zh_hk: 未选择本地化

source: No Localizations
zh_hans: 没有本地化
zh_hk: 沒有本地化

source: No Preview
zh_hans: 暂无预览
zh_hk: 暫無預覽

source: No Products
zh_hans: 无产品
zh_hk: 无产品

source: No Project Open
zh_hans: 未打开项目
zh_hk: 未開啟專案

source: No Screenshot Set for Display Type
zh_hans: 无此显示类型的截图集
zh_hk: 无此显示类型的截图集

source: No Screenshot Sets
zh_hans: 无截图集
zh_hk: 无截图集

source: No screenshot sets loaded
zh_hans: 未加载截图集
zh_hk: 未加载截图集

source: No Screenshots
zh_hans: 无截图
zh_hk: 无截图

source: No Version Selected
zh_hans: 未选择版本
zh_hk: 未選擇版本

source: No versions loaded
zh_hans: 尚未加载版本
zh_hk: 尚未載入版本

source: No Workflow Selected
zh_hans: 未选择工作流
zh_hk: 未选择工作流

source: No Xcode Cloud Products Loaded
zh_hans: 未加载 Xcode Cloud 产品
zh_hk: 未加载 Xcode Cloud 产品

source: Not a readable image
zh_hans: 不是可读取的图片
zh_hk: 不是可讀取的圖片

source: Not connected
zh_hans: 未连接
zh_hk: 未連線

source: On App Store Connect
zh_hans: 在 App Store Connect 上
zh_hk: 在 App Store Connect 上

source: Open a project first so cover art HTML can be stored under .lumi.
zh_hans: 请先打开项目，以便将封面图 HTML 存储在 .lumi 目录下。
zh_hk: 請先開啟專案，以便將封面圖 HTML 儲存在 .lumi 目錄下。

source: Open App Store Connect API Keys
zh_hans: 打开 App Store Connect API 密钥
zh_hk: 開啟 App Store Connect API 密鑰

source: Open the setup guide for where to find Issuer ID, Key ID, and the .p8 private key.
zh_hans: 打开设置指南，查看 Issuer ID、Key ID 和 .p8 私钥的位置。
zh_hk: 開啟設定指南，查看 Issuer ID、Key ID 和 .p8 私鑰的位置。

source: Open Users and Access
zh_hans: 打开用户和访问
zh_hk: 開啟使用者和存取

source: Optional case-insensitive search query to filter apps by name.
zh_hans: 可选的不区分大小写的搜索查询，按名称筛选应用。
zh_hk: 可选的不区分大小写的搜索查询，按名称筛选应用。

source: Optional project path. Defaults to the current project.
zh_hans: 可选项目路径，默认为当前项目。
zh_hk: 可選專案路徑，預設為目前專案。

source: Path is not allowed: %@
zh_hans: 不允许的路径：%@
zh_hk: 不允許的路徑：%@

source: Pending Apple Release
zh_hans: 等待 Apple 发布
zh_hk: 等待 Apple 發佈

source: Pending Developer Release
zh_hans: 等待开发者发布
zh_hk: 等待開發者發佈

source: Pick a background and icon to generate a preview.
zh_hans: 选择背景和图标以生成预览。
zh_hk: 選擇背景和圖示以生成預覽。

source: Platform
zh_hans: 平台
zh_hk: 平台

source: Prepare
zh_hans: 准备提交
zh_hk: 準備提交

source: Prepare for Submission
zh_hans: 准备提交
zh_hk: 準備提交

source: Private Key (.p8)
zh_hans: 私钥（.p8）
zh_hk: 私鑰（.p8）

source: Processing for Distribution
zh_hans: 正在分发
zh_hk: 正在分發

source: Product
zh_hans: 产品
zh_hk: 产品

source: Project path is missing or invalid.
zh_hans: 项目路径缺失或无效。
zh_hk: 專案路徑缺失或無效。

source: Promotional Text
zh_hans: 宣传文本
zh_hk: 宣傳文字

source: Read a cover art manifest and full index.html for editing.
zh_hans: 读取封面图 manifest 和完整 index.html 以供编辑。
zh_hk: 讀取封面圖 manifest 和完整 index.html 以供編輯。

source: Read cover art document
zh_hans: 读取封面图文档
zh_hk: 讀取封面圖文件

source: Ready
zh_hans: 就绪
zh_hk: 就绪

source: Ready for Sale
zh_hans: 已上架
zh_hk: 已上架

source: Recent Build Runs
zh_hans: 最近的构建运行
zh_hk: 最近的构建运行

source: Refresh
zh_hans: 刷新
zh_hk: 重新整理

source: Refresh build runs or start a build for this workflow.
zh_hans: 刷新构建运行或为此工作流启动构建。
zh_hk: 刷新构建运行或为此工作流启动构建。

source: Rejected
zh_hans: 已拒绝
zh_hk: 已拒絕

source: Release
zh_hans: 发布
zh_hk: 發佈

source: Release %@ to the App Store? This action cannot be undone via the API.
zh_hans: 将 %@ 发布到 App Store？此操作无法通过 API 撤销。
zh_hk: 將 %@ 發佈到 App Store？此操作無法透過 API 撤銷。

source: Release to App Store
zh_hans: 发布到 App Store
zh_hk: 發佈到 App Store

source: Release Type
zh_hans: 发布类型
zh_hk: 發佈類型

source: Release Version
zh_hans: 发布版本
zh_hk: 發佈版本

source: Reload
zh_hans: 重新加载
zh_hk: 重新載入

source: Removed from Sale
zh_hans: 已从销售中移除
zh_hk: 已從銷售中移除

source: Render a cover art HTML document to PNG and save it under the project .lumi exports folder.
zh_hans: 将封面图 HTML 渲染为 PNG，并保存到项目 .lumi/exports 目录。
zh_hk: 將封面圖 HTML 渲染為 PNG，並儲存到專案 .lumi/exports 目錄。

source: Replace the full index.html content for a cover art document.
zh_hans: 整文件替换封面图文档的 index.html 内容。
zh_hk: 整文件替換封面圖文件的 index.html 內容。

source: Replaced
zh_hans: 已替换
zh_hk: 已取代

source: Save and test
zh_hans: 保存并测试
zh_hk: 儲存並測試

source: Save Credentials
zh_hans: 保存凭证
zh_hk: 儲存憑證

source: Save Metadata
zh_hans: 保存元数据
zh_hk: 儲存中繼資料

source: Screenshot Management
zh_hans: 截图管理
zh_hk: 截圖管理

source: Search apps
zh_hans: 搜索 App
zh_hk: 搜尋 App

source: Search by name, bundle ID, or SKU
zh_hans: 按名称、Bundle ID 或 SKU 搜索
zh_hk: 按名稱、Bundle ID 或 SKU 搜尋

source: Security notes
zh_hans: 安全提示
zh_hk: 安全提示

source: Select a version and refresh to load localizations.
zh_hans: 选择版本并刷新以加载本地化内容。
zh_hk: 選擇版本並重新整理以載入本地化內容。

source: Select an app first
zh_hans: 请先选择 App
zh_hk: 請先選擇 App

source: Select an app from the Apps page or toolbar picker.
zh_hans: 从 App 列表页或工具栏选择器中选择应用。
zh_hk: 從 App 列表頁或工具列選擇器中選擇應用程式。

source: Select an app from the toolbar to manage
zh_hans: 从工具栏选择应用进行管理
zh_hk: 從工具列選擇應用程式進行管理

source: Select App
zh_hans: 选择 App
zh_hk: 選擇 App

source: Setup Guide
zh_hans: 设置指南
zh_hk: 設定指南

source: Sign in to App Store Connect with an account that can manage API keys, then open Users and Access.
zh_hans: 使用可管理 API 密钥的账号登录 App Store Connect，然后打开用户和访问。
zh_hk: 使用可管理 API 密鑰的帳號登入 App Store Connect，然後開啟使用者和存取。

source: Start Build
zh_hans: 开始构建
zh_hk: 开始构建

source: Submit changes to App Store Connect
zh_hans: 将更改提交到 App Store Connect
zh_hk: 將變更提交到 App Store Connect

source: Support URL
zh_hans: 支持 URL
zh_hk: 支援 URL

source: Test Connection
zh_hans: 测试连接
zh_hk: 測試連線

source: The App Store Connect app identifier (see id field from list-apps).
zh_hans: App Store Connect 应用标识符（参见 list-apps 的 id 字段）。
zh_hk: App Store Connect 应用标识符（参见 list-apps 的 id 字段）。

source: The App Store Connect URL is invalid.
zh_hans: App Store Connect URL 无效。
zh_hk: App Store Connect URL 無效。

source: The new version will start in Prepare for Submission.
zh_hans: 新版本将处于“准备提交”状态。
zh_hk: 新版本將處於「準備提交」狀態。

source: The private key could not be parsed. Use the .p8 key downloaded from App Store Connect.
zh_hans: 无法解析私钥。请使用从 App Store Connect 下载的 .p8 密钥。
zh_hk: 無法解析私鑰。請使用從 App Store Connect 下載的 .p8 密鑰。

source: This screenshot set is empty on App Store Connect. Add screenshots here or upload them in App Store Connect.
zh_hans: 此截图集在 App Store Connect 上为空。在此处添加截图或在 App Store Connect 中上传。
zh_hk: 此截图集在 App Store Connect 上为空。在此处添加截图或在 App Store Connect 中上传。

source: Timed out while loading cover art HTML.
zh_hans: 加载封面图 HTML 超时。
zh_hk: 載入封面圖 HTML 逾時。

source: Title
zh_hans: 标题
zh_hk: 標題

source: Unsaved changes
zh_hans: 有未保存的更改
zh_hk: 有未儲存的變更

source: Untitled
zh_hans: 未命名
zh_hk: 未命名

source: Update cover art HTML
zh_hans: 更新封面图 HTML
zh_hk: 更新封面圖 HTML

source: Upload, preview, and organize app screenshots
zh_hans: 上传、预览和整理应用截图
zh_hk: 上傳、預覽和整理應用程式截圖

source: Uploaded
zh_hans: 已上传
zh_hk: 已上传

source: Uploading
zh_hans: 正在上传
zh_hk: 正在上传

source: Use a hex color like #F5F5F7
zh_hans: 使用类似 #F5F5F7 的十六进制颜色
zh_hk: 使用類似 #F5F5F7 的十六進制顏色

source: Use the least privileged App Store Connect role that still allows the workflow you need.
zh_hans: 使用能满足工作流需求的最低权限 App Store Connect 角色。
zh_hk: 使用能滿足工作流程需求的最低權限 App Store Connect 角色。

source: Version %@
zh_hans: 版本 %@
zh_hk: 版本 %@

# Version %@ already exists for %@.
source: Version %1$@ already exists for %2$@.
zh_hans: %2$@ 已存在版本 %1$@。
zh_hk: %2$@ 已存在版本 %1$@。

source: Version Management
zh_hans: 版本管理
zh_hk: 版本管理

source: Version Number
zh_hans: 版本号
zh_hk: 版本號

source: Version number is required.
zh_hans: 请输入版本号。
zh_hk: 請輸入版本號。

source: Waiting for Export Compliance
zh_hans: 等待出口合规
zh_hk: 等待出口合規

source: Waiting for Review
zh_hans: 等待审核
zh_hk: 等待審核

source: Waiting for Reviewer Action
zh_hans: 等待审核员操作
zh_hk: 等待審核員操作

source: What's New
zh_hans: 新版说明
zh_hk: 新版說明

source: Workflow Config
zh_hans: 工作流配置
zh_hk: 工作流配置

source: Workflows
zh_hans: 工作流
zh_hk: 工作流

source: Yes
zh_hans: 是
zh_hk: 是

source: Add to Chat
zh_hans: 添加到对话
zh_hk: 加入對話

source: Add to Chat and Analyze
zh_hans: 添加到对话并分析
zh_hk: 加入對話並分析

source: Add Dev Context to Chat
zh_hans: 添加开发上下文到对话
zh_hk: 加入開發上下文到對話

source: Add Dev Context and Analyze
zh_hans: 添加开发上下文并分析
zh_hk: 加入開發上下文並分析

source: Apps & versions
zh_hans: 应用与版本
zh_hk: App 與版本

source: Browse apps, versions, and localizations
zh_hans: 浏览应用、版本和本地化
zh_hk: 瀏覽 App、版本與本地化

source: Open App Store from the sidebar and pick an app to begin.
zh_hans: 从侧边栏打开 App Store 并选择一个应用开始。
zh_hk: 從側邊欄開啟 App Store 並選擇一個 App 開始。

source: Trigger and watch Xcode Cloud workflows
zh_hans: 触发和查看 Xcode Cloud 工作流
zh_hk: 觸發與查看 Xcode Cloud 工作流程
